Repository: radek2s/KarcioszkiGame
Catalog: karcioszki-ui/src/translate/messages.*.xlf
Languages: pl

# packagePinTitle
source: Enter package PIN number
pl: Podaj kod PIN

# packagePin
source: PIN number:
pl: Numer PIN

# commonAccept
source: Accept
pl: Zatwierdź

# packagePinRequierd
source: PIN number is required!
pl: Numer PIN jest wymagany

# lobbyCreateGame
source: Create a new game
pl: Załóż nową grę

# lobbyGameId
source: Game ID
pl: ID Rozgrywki

# lobbyCardCount
source: Card count:
pl: Liczba kart:

# lobbyCardCountInput
source: Enter a card limit...
pl: Podaj liczbę kart...

# commonCancel
source: Cancel
pl: Anuluj

# commonCreate
source: Create!
pl: Utwórz!

# lobbyCreateCardPackage
source: Select Game Packae: <span *ngIf="data.selectedPackage">{{data.selectedPackage.packageName}}</span>
pl: Wybierz zestaw kart: <span *ngIf="data.selectedPackage">{{data.selectedPackage.packageName}}</span>

# commonPasswordInvalid
source: Wrong Password!
pl: Nieprawidłowe hasło!

# commonClose
source: Close
pl: Zamknij

# packageDialogCardDeleted
source: Game Card Deleted!
pl: Karta została usunięta!

# packageDialogCardDelConfirm
source: Do you really want to delete that package?
pl: Czy na pewno chcesz usunąć tę paczkę?

# commonYes
source: Yes
pl: Tak

# commonNo
source: No
pl: Nie

# packageInfoAuthor
source: Package author:
pl: Autor paczki:

# packageInfoPrivate
source: - private package
pl: - paczka prywatna

# packageInfoCardList
source: Card list:
pl: Lista kart:

# summaryWin
source: Victory!
pl: Zwycięstwo!

# summaryLose
source: Defeat
pl: Porażka

# summaryDialogEndGame
source: Game Ended!
pl: Koniec gry!

# summaryDialogBackToMenu
source: Return to Main Menu
pl: Powrót do menu

# imageManagerSelectCover
source: Choose cover image
pl: Wybierz okładkę

# imageManagerUploadCover
source: Upload custom cover
pl: Prześlij własną okładkę

# commonSelect
source: Select!
pl: Wybierz!

# commonReturn
source: Return
pl: Powrót

# homeGameCardPackages
source: Card Packages
pl: Zestawy kart

# commonAdd
source: Add
pl: Dodaj

# packageCardExist
source: Card with that name already exists!
pl: Karta z taką nazwą już istnieje!

# packagePinMessage
source: Your PIN code for package edit
pl: Twój kod PIN do edycji paczki

# packagePinSaveMessage
source: Save this number to access to that package:
pl: Zapisz PIN, aby móc edytować paczkę:

# packageAddSuccess
source: Success! - Package added!
pl: Sukces! - Paczka została dodana!

# commonUnknowError
source: Something went wrong!
pl: Coś poszło nie tak!

# packageValidatorCardCount
source: Not enough cards in package! Create at least 15 cards.
pl: Za mało kart w paczce! Utwórz przynajmniej 15 kart.

# packageCreatorPackageAdd
source: Add package
pl: Dodaj paczkę

# commonSend
source: Send
pl: Wyślij

# packageCreatorPackageName
source: Package name:
pl: Nazwa paczki:

# packageCreatorPackageAuthor
source: Author:
pl: Autor:

# packageCreatorPackageImageAddress
source: Image address:
pl: Adres obrazka

# packageCreatorPackagePIN
source: PIN to edit package:
pl: PIN do edycji paczki:

# packageCreatorPackagePrivate
source: Private package
pl: Paczka prywatna

# packageCreatorPackageCardText
source: Card text
pl: Treść karty

# packageCreatorCardAdd
source: Add card
pl: Dodaj kartę

# packageCreatorValidateNameRequired
source: Name is required!
pl: Nazwa jest wymagana!

# packageCreatorValidateExist
source: Package with that name already exists!
pl: Paczka z taką nazwą już istnieje!

# packageCreatorPackagePassword
source: Package password:
pl: Hasło do paczki:

# packageCardGameUpdated
source: Game Card Updated!
pl: Karta została zaktualizowana!

# packageCreatorPackageEdit
source: Edit package
pl: Edytuj paczkę

# commonUpdate
source: Update
pl: Zaktualizuj

# homeErrorNotEnoughCards
source: Error during the game creation. Not enough cards in package.
pl: Błąd podczas zakładania gry. Brak wystarczającej liczby kart w paczce.

# homeError
source: Error during the game creation.
pl: Błąd podczas zakładania gry.

# homeUserCreation
source: Create user
pl: Utwórz użytkownika

# homeUserWelcomeMsg
source: Welcome to the Karcioszki the Game! To proceed choose your user name:
pl: Witaj w grze Karcioszki! Aby móc zagrać podaj nazwę użytkownika:

# homeUserName
source: User name
pl: Nazwa użytkownika

# appTitle
source: Karcioszki - Menu
pl: Karcioszki - Menu Główne

# homeGameCreate
source: Create game
pl: Załóż grę

# homeChangeTheme
source: Change theme
pl: Zmień motyw

# homeGameList
source: Acative game list:
pl: Lista gier:

# lobbyRoom
source: Room number: {{gameSession.id}}
pl: Pokój numer: {{gameSession.id}}

# lobbyPlayername
source: Player name
pl: Nazwa gracza

# lobbyTeam
source: Team
pl: Drużyna

# lobbyLeader
source: Leader
pl: Lider

# commonStart
source: Start
pl: Rozpocznij

# commonLoading
source: Loading
pl: Ładownie

# gameTurnEnd
source: End of Turn! Now the opposite team make moves.
pl: Koniec tury! Teraz kolej przeciwnej drużyny.

# gameTurnStart
source: Now your Turn! Get Ready!
pl: Twoja Tura! Przygotuj się!

# gameToolbarMoves
source: Remain: {{gameSession.gameCardStatistics.cardToGuess}} moves |
pl: Pozostało: {{gameSession.gameCardStatistics.cardToGuess}} ruchów |

# gameToolbarCards
source: cards
pl: kart

# gameStatisticsActiveTeam
source: Active team:
pl: Aktywna drużyna:

# gameEndTurn
source: End turn
pl: Koniec tury

# gameBonusCard
source: Bonus card:
pl: Bonusowa karta:

# gameStatisticsRemain
source: Cards that remaind to guess
pl: Liczba kart do zgadnięcia

# gameEndGame
source: End game
pl: Koniec gry

# gameBonusCardAvailable
source: Card available!
pl: Karta dostępna!

# gameBonusCardNotavailable
source: -- N/A --
pl: -- brak --

# packageProvidePassword
source: Provide a valid password to use that package
pl: Wprowadź prawidłowe hasło do tej paczki

# commonPassword
source: Password
pl: Hasło
